/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "”%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Värdet är ogiltigt.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Värdet %@ är ogiltigt.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Ange ett giltigt värde.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Värdet är ogiltigt.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Värdet %@ är ogiltigt.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Värdet är för litet.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Värdet är för stort.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Ange ett giltigt värde.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Ange ett tal som är minst %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Ange ett tal mellan %1$@ och %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Ange ett tal som är högst %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Värdet %@ är för litet.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Värdet %@ är för stort.";

/* NSFileLockingError */
"Err255-C" = "Filen kunde inte låsas.";

/* NSFileLockingError */
"Err255-R" = "Filen kanske redan är låst, eller du kanske du saknar behörighet att låsa den.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Filen ”%@” kunde inte låsas.";

/* NSFileReadUnknownError */
"Err256" = "Filen kunde inte öppnas.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Kunde inte öppna filen ”%@”.";

/* NSFileReadNoPermissionError */
"Err257" = "Filen kunde inte öppnas eftersom du inte har behörighet att visa den.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Du saknar behörighet.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Om du vill se eller ändra behörigheter markerar du objektet i Finder och väljer Arkiv > Visa info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Filen ”%@” kunde inte öppnas eftersom du inte har behörighet att visa den.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Filnamnet är ogiltigt.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Objektet kunde inte öppnas eftersom filnamnet ”%@” är ogiltigt.";

/* NSFileReadCorruptFileError */
"Err259" = "Filen kunde inte öppnas eftersom den har fel format.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Filen har fel format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Filen kan vara skadad, trunkerad eller av ett oväntat format.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Filen ”%@” kunde inte öppnas eftersom den har fel format.";

/* NSFileReadNoSuchFileError */
"Err260" = "Filen kunde inte öppnas eftersom den inte finns.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Mappen ”%@” finns inte.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Filen finns inte.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Mappen finns inte.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Filen ”%@” kunde inte öppnas eftersom det inte finns en sådan fil.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Filen kunde inte öppnas med den angivna teckenkodningen.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Den angivna textkodningen är inte tillämplig.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Textkodningen %@ är inte tillämplig.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Det är möjligt att filen har sparats med en annan textkodning eller att den inte är en textfil.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Filen kunde inte öppnas med teckenkodningen %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Filen ”%2$@” kunde inte öppnas med teckenkodningen %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Filen kunde inte öppnas eftersom den angivna URL-typen inte stöds.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Den angivna URL-typen stöds inte.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Filen ”%1$@” kunde inte öppnas eftersom URL-typen %2$@ inte stöds.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Filen kunde inte öppnas eftersom URL-typen %@ inte stöds.";

/* NSFileReadTooLargeError */
"Err263" = "Det gick inte att öppna objektet eftersom det är för stort.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Objektet är för stort.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Det gick inte att öppna objektet ”%@” eftersom det är för stort.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Filen kunde inte öppnas eftersom innehållets teckenkodning inte kunde avgöras.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Innehållets teckenkodning kunde inte avgöras.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Det kanske går att öppna filen genom att ange en teckenkodning.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Filen ”%@” kunde inte öppnas eftersom innehållets teckenkodning inte kunde avgöras.";

/* NSUserCancelledError */
"Err3072-C" = "Åtgärden avbröts.";

/* NSFeatureUnsupportedError */
"Err3328" = "Den begärda åtgärden kunde inte utföras eftersom funktionen inte stöds.";

/* NSFeatureUnsupportedError, argument is a file name */
"Err3328(Trash).f" = "”%@” kunde inte flyttas till papperskorgen eftersom volymen inte har någon.";

/* NSFeatureUnsupportedError, argument is a file name and volume name */
"Err3328(Trash).fv" = "”%1$@” kunde inte flyttas till papperskorgen eftersom volymen ”%2$@” inte har någon.";

/* NSFeatureUnsupportedError */
"Err3328-C" = "Den begärda åtgärden stöds inte.";

/* NSFeatureUnsupportedError */
"Err3328-C(Trash)" = "Volymen har ingen papperskorg.";

/* NSPropertyListCorruptError */
"Err3840" = "Data kunde inte läsas eftersom de skadats.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Data har skadats.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Data kunde inte läsas eftersom de har ett format som det här programmet inte förstår.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Det här programmet förstår inte dataformatet.";

/* NSPropertyListReadStreamError */
"Err3842" = "Data kunde inte läsas på grund av ett fel i datakällan.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Ett fel inträffade i datakällan.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Data kunde inte skrivas på grund av ett fel i datamålplatsen.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Ett fel inträffade i datamålplatsen.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Mappen ”%@” finns inte.";

/* NSFileNoSuchFileError, first arg: source file, second arg: destination file */
"Err4(Move).fp" = "”%1$@” kunde inte flyttas till ”%2$@” eftersom antingen det förstnämnda inte finns, eller mappen som innehåller det sistnämnda inte finns.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "”%@” kunde inte tas bort.";

/* NSFileNoSuchFileError */
"Err4-C" = "Filen finns inte.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Mappen finns inte.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Filen ”%@” finns inte.";

/* Message shown when the connection to a helper application is interrupted due to the helper application exiting. */
"Err4097" = "Kunde inte kommunicera med ett hjälpprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4097-R" = "Prova åtgärden en gång till. Om den misslyckas avslutar du programmet, öppnar det sedan och försöker igen.";

/* Message shown when the connection to a helper application is interrupted and can not be reestablished. */
"Err4099" = "Kunde inte kommunicera med ett hjälpprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4099-R" = "Prova åtgärden en gång till. Om den misslyckas avslutar du programmet, öppnar det sedan och försöker igen.";

/* Message shown when the connection to a helper application is invalidated due to a corrupted response. */
"Err4101" = "Kunde inte kommunicera med ett hjälpprogram.";

/* Recovery suggestion for message shown when the connection to a helper application is interrupted. */
"Err4101-R" = "Prova åtgärden en gång till. Om den misslyckas avslutar du programmet, öppnar det sedan och försöker igen.";

/* NSFileWriteUnknownError */
"Err512" = "Filen kunde inte sparas.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Filen ”%1$@” kunde inte sparas eftersom säkerhetskopieringsfilen inte kunde uppdateras.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "”%1$@” kunde inte kopieras till ”%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "”%1$@” kunde inte länkas till ”%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "”%1$@” kunde inte flyttas till ”%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "”%@” kunde inte tas bort.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Trash).f" = "”%@” kunde inte flyttas till papperskorgen.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Säkerhetskopieringsfilen kunde inte sparas.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Filen för säkerhetskopiering kan vara låst eller du kanske saknar behörighet att spara den. Om du vill se eller ändra behörigheter markerar du objektet i Finder och väljer Arkiv > Visa info.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Filen ”%2$@” kunde inte sparas i mappen ”%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Kunde inte spara filen ”%@”.";

/* NSFileWriteNoPermissionError */
"Err513" = "Filen kunde inte sparas eftersom du saknar behörighet.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "”%1$@” kunde inte kopieras eftersom du saknar behörighet att öppna ”%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "”%1$@” kunde inte länkas eftersom du saknar behörighet att öppna ”%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "”%1$@” kunde inte flyttas eftersom du saknar behörighet att öppna ”%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "”%@” kunde inte tas bort eftersom du inte har behörighet.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Trash).f" = "”%@” kunde inte flyttas till papperskorgen eftersom du inte har behörighet för den.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Du saknar behörighet.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Om du vill se eller ändra behörigheter markerar du objektet i Finder och väljer Arkiv > Visa info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Du har inte behörighet att spara filen ”%2$@” i mappen ”%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Du har inte behörighet att spara filen ”%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Objektet kunde inte sparas eftersom filnamnet är ogiltigt.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Objektet kunde inte tas bort eftersom filnamnet ”%@” är ogiltigt.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Filnamnet är ogiltigt.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Objektet kunde inte sparas eftersom filnamnet ”%@” är ogiltigt.";

/* NSFileWriteFileExistsError */
"Err516" = "Filen kunde inte sparas eftersom det redan finns en fil med det namnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Copy).fp" = "”%1$@” kunde inte kopieras till ”%2$@” eftersom det redan finns ett objekt med det namnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Link).fp" = "”%1$@” kunde inte länkas till ”%2$@” eftersom det redan finns ett objekt med det namnet.";

/* NSFileWriteFileExistsError, first arg: source, second arg: destination */
"Err516(Move).fp" = "”%1$@” kunde inte flyttas till ”%2$@” eftersom det redan finns ett objekt med det namnet.";

/* NSFileWriteFileExistsError */
"Err516-C" = "Det finns redan en fil med samma namn.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516-C.f" = "Det finns redan en fil med namnet ”%@”.";

/* NSFileWriteFileExistsError */
"Err516-R" = "Vill du spara filen får du ge den ett nytt namn, eller flytta eller radera den befintliga filen och sedan försöka igen.";

/* NSFileWriteFileExistsError, first arg: destination folder, second arg: a file name */
"Err516.df" = "Filen ”%2$@” kunde inte sparas i mappen ”%1$@” eftersom det redan finns en fil med det namnet.";

/* NSFileWriteFileExistsError, argument is a file name */
"Err516.f" = "Filen ”%@” kunde inte sparas eftersom det redan finns en fil med det namnet.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Filen kunde inte sparas med den angivna teckenkodningen.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Den angivna textkodningen är inte tillämplig.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Textkodningen %@ är inte tillämplig.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Välj en annan textkodning om möjligt.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Filen kunde inte sparas med teckenkodningen %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Filen ”%2$@” kunde inte sparas med teckenkodningen %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Filen kunde inte sparas eftersom den angivna URL-typen inte stöds.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Den angivna URL-typen stöds inte.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Filen ”%1$@” kunde inte sparas eftersom URL-typen %2$@ inte stöds.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Filen kunde inte sparas eftersom URL-typen %@ inte stöds.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Filen kunde inte sparas eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "”%1$@” kunde inte kopieras till ”%2$@” eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "”%1$@” kunde inte länkas till ”%2$@” eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "”%1$@” kunde inte flyttas till ”%2$@” eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640(Trash).f" = "”%@” kunde inte flyttas till papperskorgen eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Det finns inte tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Volymen ”%@” är full.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Ta bort några filer från volymen och försök sedan igen.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Det går inte att spara filen ”%@” eftersom det inte finns tillräckligt utrymme.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Det går inte att spara filen ”%1$@” eftersom volymen ”%2$@” är full.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Filen kunde inte sparas eftersom volymen är skrivskyddad.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642(Trash).f" = "”%@” kunde inte flyttas till papperskorgen eftersom volymen är skrivskyddad.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Volymen är skrivskyddad.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Volymen ”%@” är skrivskyddad.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Försök spara filen på en annan volym.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Det går inte att spara filen ”%@” eftersom volymen är skrivskyddad.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Det går inte att spara filen ”%1$@” eftersom volymen ”%2$@” är skrivskyddad.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Åtgärden kunde inte slutföras. (%1$@ fel %2$ld.)";

